
    {
    
        "intro" : "The common saying that talent is equally distributed, but opportunity is not, appears to resonate more in Africa than in any other part of the emerging market. Advances in software technology have changed and continue to change the world, redefining the workplace and redistributing opportunities in unprecedented ways. However, this evolving reality seemed to have been lost on the continent as it faces the deepest digital skills gap globally. The implication is that, despite abundant talents, the lack of digital skills continues to stifle opportunities in an age where it is estimated that more than 70% of jobs over the next decade, according to a recent study by Oxford Economics, require advanced digital skills. When I started out more than two decades ago, opportunities requiring no digital skills existed in diverse sectors. The share of jobs with digital skills requirements was a little above 10%, even in the developed world. However, advances in technology, especially in software development have disrupted virtually every industry resulting in a greater disadvantage for any economy without sufficient or commensurate digital skills to meet industry needs. The common saying that talent is equally distributed, but opportunity is not, appears to resonate more in Africa than in any other part of the emerging market. Advances in software technology have changed and continue to change the world, redefining the workplace and redistributing opportunities in unprecedented ways. However, this evolving reality seemed to have been lost on the continent as it faces the deepest digital skills gap globally. The implication is that, despite abundant talents, the lack of digital skills continues to stifle opportunities in an age where it is estimated that more than 70% of jobs over the next decade, according to a recent study by Oxford Economics, require advanced digital skills. When I started out more than two decades ago, opportunities requiring no digital skills existed in diverse sectors. The share of jobs with digital skills requirements was a little above 10%, even in the developed world. However, advances in technology, especially in software development have disrupted virtually every industry resulting in a greater disadvantage for any economy without sufficient or commensurate digital skills to meet industry needs.",
        "problemheader" : "The Problem:",
        "problembody" : "The lack of access to opportunities due to the dearth of digital skills manifests in high unemployment and underemployment rates. In Africa, the numbers are staggering. In Nigeria with over 200 million population, youth unemployment accounts for 35% and more than 15% are young people with higher education degrees. When the underemployment figures are added, which is estimated at 20%, the total estimate of frustrated idle hands rises to an alarming 55%. This is not healthy for any economy and poses an unintended security risk for any country. There is no gainsaying the fact that a deliberate plan to bridge the skills gap, especially among the youth demography will help to address the intractable challenge of rising unemployment on the continent. But a more compelling argument for bridging the skills gap is the inherent ability of digital skills in spreading opportunities and leveling the playing field for the less privileged. A recent report by the world economic forum observed that some 230 million jobs across the continent would require some level of digital skills by 2030, citing a recent study by the International Finance Corporation (IFC), a member of the World Bank Group. That translates to a potential for 650 million training opportunities and an estimated $130 billion market. The IFC’s preliminary findings showed that by 2030, some level of digital skills will be required for 50-55% of jobs in Kenya, 35-45% in Cote d’Ivoire, Nigeria, and Rwanda, and 20-25% in Mozambique. This places bridging the skills gap as the top priority if any meaningful progress is to be made in reducing unemployment and helping young people across the continent live meaningful life. This is why we believe that the work we are doing at the AfricaPlan Foundation is important. We believe that software development has been a huge catalyst for youth economic empowerment and has improved the quality of life for many young people across the world. It has created numerous opportunities in the burgeoning tech industry and has enabled young people to achieve their fullest potential. That is exactly what has inspired us to launch HackathonAfrica, the first edition of which kicks off in Enugu, Nigeria from September 1 – December 30th. HackathonAfrica seeks to tackle the problem of unemployment and underemployment by upskilling 20 young college graduates who have demonstrated an aptitude for Computer Sciences in the south eastern Nigerian city of Enugu, with in-demand software development skills. The program also seeks to encourage tech entrepreneurship among interested target beneficiaries.",
        "solutionintro" : "The 4-month-long program, which is fully funded by my family’s foundation, AfricaPlan Foundation, will feature 3 months of hands-on, practical coursework on MERN/Fullstack elements and an internship for one month with Nigeria-based firms, as well as virtually with companies in Europe and the US. The project is anchored on three main objectives, which include:",
        "solutionlist1" : "Upskilling: To provide world-class training that will equip youth in Southeast Nigeria with improved skills required to harness opportunities in the software technology space.",
        "solutionlist2" : "Empowerment: To provide decent job opportunities in the burgeoning tech space for target beneficiaries through internship placements.",
        "solutionlist3" : "Sustainability: To encourage tech entrepreneurship among beneficiaries and assist the advancement of tech space in Eastern Nigeria, which would further create jobs and enable beneficiaries of the program to pay forward the knowledge and skills gained from the program.",
        "conclusionstart" : "A coding boot camp like this may be like a drop in the ocean but it is a pragmatic step towards retooling the next generation to play an active part in the digital economy. Future prosperity depends on it. “It takes a village”, as the well-worn African adage goes. Therefore, to achieve the desired level of digital skills and give these bright young minds the leg up to succeed, all hands must be on deck.",
        "conclusionend" : "We enjoin all stakeholders – including tech companies and entrepreneurs, venture capital firms via their portfolio companies, and community leaders to become an active part of the journey through their support with internships and also with the eventual employment opportunities for the graduates.  Reach out to join this important, rewarding journey. As someone who owes a lot of his success to the timely intervention and benevolence of uncountable others, the least I can do is pay it forward. Please join me!",
        "signoffname" : "Mr. Oni Chuwkwu",
        "signoffsceond" : "Founder, AfricaPlan Foundation"
    }













